{
  "mainTitle": "Privacy Policy",
  "mainInfo": "\nThis Privacy Policy (the Privacy Policy) describes how Beaverblock co., Ltd. (Beaverblock, we, our or us) collects, uses and discloses information about you as well as your rights and choices about the use and disclosure, and applies to your use of the www.beaverblock.com (the Website) and the mobile app, BabyBeaver published by Beaverblock (the App) (in the Privacy Policy, the Websites, Apps are referred to collectively as the Platforms). This Privacy Policy also applies to any offline location that makes the Privacy Policy available to you. This Privacy Policy does not apply to the collection, use or disclosure of information through any apps for which Beaverblock is not the publisher.",
  "text": [
    {
      "title": "Article 1 Children use of the Platforms",
      "content": "Beaverblock has developed Platforms for users of all ages. Some parts of the Platforms are primarily targeted at children, such as BabyBeaver App while others are intended for parents such as our Website. Unless otherwise indicated, we refer to children in this Privacy Policy mean children under the age of 13.\n\nBeaverblock complies with the Children’s Oline Privacy Protection Act (COPPA), a U.S. law designed to protect the online privacy of children. Children under the age of 13 will obtain verifiable consent of their parents or legal guardians prior to collecting the personal information of that user, unless the collection of such information falls within the exceptions permitted by COPPA.\n\nWebsite: Beaverblock does not knowingly collect personal information as defined by COPPA from children through its Website. If we learn or have reason to suspect that we have collected personal information from a child in violation of COPPA, we will promptly delete it. Parents should note that if they provide information about their child through a Website, COPPA will not apply to that information.\n\nBabyBeaver APP (Child Directed App): We collect, use and share personal information from children.\n⦁ Registration: For our Child Directed Apps we treat all users as children and do not screen users for age or offer registration.\n\n⦁ Local Notifications: BabyBeaver App may allow children to receive local notifications on their devices. This means that the BabyBeaver App may send notifications to the device at preset times, but will not collect any personal information in connection with the notifications. These notifications may be turned off at any time through device settings.\n\n⦁ Persistent Identifiers: Beaverblock collects, uses and shares persistent identifiers, such as device identifiers or IP addresses, through our BabyBeaver App solely for the purpose of providing support for the internal operation of the App or as otherwise permitted by COPPA and other applicable data protection laws.\n\n⦁ Security: We take reasonable measures to maintain the confidentiality, security, and integrity of children's personal information collected through Child Directed Apps, including by taking reasonable steps to release such information only to parties capable of maintaining its confidentiality and security. We retain children's personal information only as long as necessary to fulfill the purpose for which it was collected, and delete such information using reasonable measures to protect against its unauthorized access or use.\n\n⦁ Parental Choices and Controls: As part of the verifiable parental consent process, where applicable, parents and legal guardians will have the choice of consenting to our collection and internal use of their child's personal information but prohibiting us from disclosing that information to other entities (except to the extent such disclosure is integral to our Apps). Additionally, any parent has the right to: (1) review, correct, or delete the child's personal information; and/or (2) discontinue further collection, use, or sharing of the child's personal information. Please note that exercising these choices may restrict your child's ability to access certain functionality of the Platforms."
    },
    {
      "title": "Article 2. Information collected using the Platforms",
      "content": "Beaverblock may collect information that you provide on or through the Platforms, including information you provide when you play games, access our content, participate in a promotion, event, contact users for further assistance, and apply for a trial.\n\nThe information we may collect includes information that can be used to identify a specific individual. Some examples of information you provide include the following:\n⦁ Contact data: Primarily email address and first and last name, home address, and phone numbers if necessary.\n\n⦁ Demographic data: your age, gender, country and zip code or postal code.\n\n⦁ Email, phone number, payment information, etc. may be collected through voluntary provision of users for service consultation.\n\n⦁ For delivery of event products, we may temporarily collect your name, mobile phone number, and home address.\n\n⦁ You may choose to voluntarily submit other information to us through the Platforms that we do not request, and in such instances, you are solely responsible for such information.\n\nInformation may be collected automatically to improve our services or for the other purposes as described in this Privacy Policy.\n⦁ Service Use Date: including information about online activity such as feature usage, content play statistics and in-app-purchases.\n\n⦁ Device Connectivity and Configuration Data: service use and access records, authentication records, access IP information, MAC address, device identification number (eg device ID etc.), app version, terminal information (model name, OS version, etc.), payment record, email, etc. It may be created and collected in the process of using this service.\n\n⦁ Location Data: including location derived from an IP address or data that indicates a city or postal code level. We do not collect precise location data.\n\n⦁ Log Files: files that record events that occur in connection with users' use of the Platforms.\n\n⦁ Cookies: small data files stored on your device that act as a unique tag to identify your browser. Use of cookies makes web-surfing easier by performing certain functions such as saving language preferences and maintaining your sessions while you are on our Webites. The cookies used on our Website contain information used for site navigation and analytics and are used in combination with pixels. Further explanation to using cookies used on our Website is in the Article 8.\n\n\"Beaverblock\" does not knowingly collect personal information other than information necessary for internal operation support."
    },
    {
      "title": "Article 3. Purpose of collection of personal information",
      "content": "The purpose of collecting personal information by the Beaverblock is to verify the identity of the user, confirm the intention to use the “Platforms”, and to provide the best service to the user.\n\nUser identification, authentication and management for service provision personal information is collected for the purpose of signing up as a member or in the process of using the Platforms, confirming the intention to sign up for membership on the homepage or applications, identification/authentication according to the provision of membership service, maintenance/management of membership qualifications, and enforcement of the limited identity verification system.\n\nPurchase and payment of goods or services\nPersonal information is collected for the purpose of confirmation of orders, delivering goods, providing services, sending contracts/invoices, providing contents, providing customized services, verifying identity, age verification, payment/settlement, delivery notice and debt collection.\n\nInquiries\nPersonal information is collected for the purpose of users consultation, confirming the identity of the complaints, confirming the problems, contacting/notifying for fact-finding, delivering notice and notifying the result of processing.\n\nService use record, illegal use prevention and illegal user record restrictions on use of users who violate identity and terms and conditions and sanctions against illegal use.\n\nWhen collecting personal information of children 14 years of age or under the minimum age for which the consent of the legal representative stipulated in each country's laws and regulations, confirm the consent of the legal representative, confirm the identity of the legal representative later\n\nWriting statistical data for service and marketing, advertising, users response activities, etc.\n⦁ Provision of services and advertisements according to statistical characteristics, validation of services, development of new services and provision of customized services\n\n⦁ Provide event and advertising information, provide opportunities for participation, and identify access frequency\n\n⦁ Use of marketing to promote affiliate events and services, analysis of users information and service development for marketing, statistics on member service use"
    },
    {
      "title": "Article 4. Refusal to consent to collection of personal information",
      "content": "\nUsers may refuse to consent to the collection of personal information. In this case, please contact Beaverblock via information listed below. However, if the users refuse to collect personal information by Beaverblock, there may be restrictions on the use of all or part of the services provided by Beaver Block.\n\nIn general, by providing personal information to \"Beaverblock\", \"Beaverblock\" will assume that you have consented to the collection, use and disclosure of such information and you agree to the collection, use and disclosure of such information."
    },
    {
      "title": "Article 5. Protecting our Platforms and users rights",
      "content": "Obtaining verifiable parental consent, as necessary\n\nPreventing and addressing fraud, breach of policies or terms, and threats of harm; and\n\nSending you technical notices, updates, security alerts, information regarding changes to our policies, and support and administrative messages.\n\nServing advertising tailored to your interests, which is not collected from information collected through Child Directed Apps."
    },
    {
      "title": "Article 6. Share or Disclose of Information",
      "content": "A member of the Website and Babybeaver mobile app may use the same login information. Beaverblock shares the information we collect in accordance with the practices described in this Privacy Policy for the limited purposes described below. The types of entities to whom we disclose and have shared information with include the following:\n⦁ We transfer information to service providers that perform services on our behalf or otherwise collect, use, disclose, store or process information on our behalf for the purposes described in this Privacy Policy (such as for completing purchases, data analytics, marketing and advertising, website hosting, and technical support). Some of these service providers may be located in a country other than where you reside, including in Canada or the United States, and your information may be stored or processed in those countries. We implement reasonable contractual measures designed to ensure that our service providers provide appropriate protection for your information and use your information only for the purpose of providing the services to us. Your information may be subject to the legal requirements of the country in which it is located, including lawful requirements to disclose information to government authorities in those countries only. Our employees and those of our agents and service providers who require it in order to fulfill their job requirements will have access to your information.\n\n⦁ Beaverblock may share information with our partners in connection with offering co-branded services, selling or distributing our products, or engaging in joint marketing activities.\n\n⦁ Contests, Sweepstakes and Promotions: If you voluntarily enter a contest, sweepstake or promotion (Promotion), we share information with third parties as set out in the official rules that govern the Promotion as well as for administrative purposes and as required by law (e.g., on a winners list). By entering a Promotion, you agree to the official rules of that Promotion, and may, except where prohibited by applicable law, allow the sponsor and/or other parties to use your name, voice and/or likeness in advertising or marketing materials. Unless specifically indicated with additional terms, Promotions are only directed to adults and non-child users.\n\n⦁ Business Transactions: We reserve the right to transfer any information we have about you in connection with the sale or transfer of all or a portion of our business or assets or rights relating thereto.\n\n⦁ Legal Rights and Obligations: We may use and/or disclose your information to enforce legal rights and comply with the law, or to comply with an order from a government entity or other competent authority, or when we have reason to believe that a disclosure is necessary to address potential or actual injury or interference with our rights, property, operations, users or others who may be harmed or may suffer loss or damage. When necessary, we may also disclose information to law enforcement, or to the appropriate civil authorities.\n\n⦁ Consent: We may share information to fulfill any other purpose as directed by you or with your consent. Generally, by providing us with information, we will assume that you consent to our collection, use and disclosure of such information for the purposes identified at the time that we collect the information from you or as otherwise described in this Privacy Policy. In the case of children under 13, as applicable, we will obtain a parent or legal guardian's verifiable consent prior to the collection of personal information from such users, unless the collection of such information falls within an exception that is permitted under COPPA or other applicable data protection laws.\n\n⦁ Notwithstanding the above, Beaverblock may share or disclose information that does not identify you (including information that has been aggregated and de-identified) with other parties except as prohibited by applicable law.\n"
    },
    {
      "title": "Article 7. The Process of Personal Information",
      "content": "⦁ If you do not want to receive email services or withdraw from membership you can choose to remove your name from the mailing list at any time or withdraw from the Website or contact us directly.\n\n⦁ In the case of providing or sharing personal information, the user is informed in advance of who the affiliate, etc. is, what personal information items are provided or shared, why such personal information should be provided or shared, and how long it is protected and managed. It goes through the process of asking for consent by individually notifying it, and if the user does not agree, it is not provided to or shared with affiliates. In addition, even if the user agrees to provide personal information once, the consent can be withdrawn at any time.\n\n⦁ Beaverblock collect personal information as follows to improve service, and stipulates necessary to ensure that personal information can be safely managed in accordance with related laws. The company's personal information consignment processing agency and consignment work are as follows. end. If the contents of the consignment business or the consignee change, we will disclose it through this personal information processing policy without delay.\n\n1) Trustee: Lotte Courier/ https://www.lotteglogis.com/\n-Delivery Carrier: Event prize delivery agency\n\n2) Trustee: Post Office (Post Office)/www.koreapost.go.kr\n-Delivery Carrier: Event prize delivery agency / mail delivery"
    },
    {
      "title": "Article 8 User information management (access, correction, deletion, withdrawal of consent, etc.)",
      "content": "⦁ Members can view and access their registered personal information and processing status through the following methods, request correction, deletion, restriction of processing, and can withdraw from membership.\n\n1) Website/App Service: After logging in, you can view, correct or withdraw personal information by clicking 『My Page』.\n2) If you contact the person in charge of personal information protection or the customer center via phone, fax, or email, we will take action without delay.\n\n⦁ If a member requests correction of errors in personal information, the personal information will not be used or provided until the correction is completed. In addition, if incorrect personal information has already been provided to a third party, we will notify the third party of the result of the correction process without delay so that the correction can be made.\n\n⦁ The personal information requested by the member for correction or deletion is processed according to the period of retention and use of personal information specified in Article 3 and is processed so that it cannot be viewed or used for any other purpose.\n\n⦁ The exercise of rights pursuant to paragraphs 1 through 3 can be done through a member's legal representative or a person who has been delegated. In this case, you must submit a power of attorney."
    },
    {
      "title": "Article 9 Operation and use of cookies",
      "content": "The Beaveblock use cookies that store information about users and find them from time to time in order to provide users in the Website. A cookie is a small amount of information that a website server sends to your computer browser, and is a small text file that is stored on your computer by websites and services you visit or access. Cookies are widely used to make our websites and services work and function more efficiently and to provide information about your experience when you use or interact with our websites, products, services and advertisements. Some cookies only last for the duration of your web session and expire when you close your browser. Other cookies may last longer than your web session, including after your browser closes, remembering you when you return to our website\n⦁ Essential Cookies\n\n⦁ used to activate basic functions of the website, including page navigation, access to secure areas of the website, and search. Our website cannot perform optimized functions without essential cookies, so this cookie is activated without the user's separate consent.\n\nCompany” uses cookies for the following purposes.\n⦁ It analyzes the access frequency and visit time of members and non-members, identifies users' tastes and interests, and uses them as a measure for target marketing and service reorganization.\n\n⦁ It is used as a material to provide differentiated application opportunities by identifying members' participation and number of visits, and to provide differentiated customized information according to individual interests.\n\nCookie installation and rejection\n⦁ Users have the option of installing cookies. Therefore, the user may allow all cookies by setting options in the web browser, check each time a cookie is saved, or refuse to save all cookies. As a method of rejecting the cookie setting, you can allow all cookies by selecting the option of your web browser, check each time you save a cookie, or refuse to save all cookies.\n\n⦁ However, if you refuse to install cookies, it may be difficult to provide the service. Example of setting method (for Internet Explorer): Tools at the top of the web browser> Internet Options> Personal Information."
    },
    {
      "title": "Article 10 Technical/Administrative Measures for Personal Information Protection applied in Beaverblock",
      "content": "Technical measures\n⦁ In accordance with Article 29 of the Personal Information Protection Act, the “Company” takes technical/administrative and physical measures necessary to ensure safety as follows.\n\n⦁ User's personal information is protected by a password, and important data is protected through a separate security function by encrypting files and transmission data or using a file lock function. However, the user's password is highly likely to be known to others through various methods such as Internet use in public places, so it is most important to thoroughly protect the password. Therefore, users must not disclose or provide personal information to others, and must manage their personal information responsibly. Beaverblock does not take any responsibility for the leakage of such passwords.\n\n⦁ The “Company” is taking measures to prevent damage from computer viruses by using anti-virus programs. The vaccine program is updated periodically, and if a virus suddenly appears, the vaccine is provided immediately to prevent personal information from being infringed.\n\nAdministrative measures\n⦁ Beaverblock recognizes the importance of protecting users' personal information, and for this purpose, it restricts personnel handling personal information to a minimum, and regularly checks the compliance of the relevant employees and the implementation matters specified in this policy to prevent violations. If there is, we correct or improve it and take other necessary measures.\n\n⦁ The “Company” restricts access rights to members' personal information to a minimum number of people, such as those who are inevitable to process personal information for business, and takes the following measures for employees.\n\n⦁ Regular in-house training and outsourced training are provided for employees who process personal information on acquisition of new security technologies and obligations to protect personal information.\n\n⦁ We have established internal procedures to prevent information leakage by humans through the security pledge of the person in charge of personal information when entering the company, and to monitor compliance with the privacy policy and employee compliance.\n\n⦁ The transfer of work of personal information-related handlers is carried out thoroughly while security is maintained, and responsibility for personal information accidents after entering and leaving the company is clarified."
    },
    {
      "title": "Article 11 Rights to make changes and obligation to notify",
      "content": "We reserve the right to make changes to this Privacy Policy at any time. Any changes will be effective immediately upon posting of the revised Privacy Policy. Please check the Privacy Policy each time you use our Platforms to ensure you are aware of any changes in our privacy practices. Our Privacy Policy will indicate the date it was last updated.\n\n1. The personal information processing policy is applied from the effective date, and if there is addition, deletion, or correction of changes in accordance with laws and policies, it will be notified through notice from 7 days before the enforcement of the changes.\n\n2. We may revise and update the Privacy Policy at any time. The date of the most recent revision will be displayed at the bottom of the page. Yours continued use of our Platforms will signify your acceptance of the changes to our Privacy Policy. If there is a material change in the way that we use your information under this Privacy Policy, we will notify you via email of the relevant changes or provide other prominent notice on our Platforms."
    },
    {
      "title": "Article 12 Protection of your Data Subject in Europe",
      "content": "Beaverblock is a data Controller: Data protection laws in Europe make a distinction between organizations that process personal data for their own purposes (known as controllers) and organizations that process personal data on behalf of other organizations (known as processors). Budge Studios acts as a controller with respect to personal data collected as you interact with our apps, websites, emails, and advertisements.\n\nBeaverblock has a lawful basis for processing: Data protection laws in Europe require a lawful basis for processing personal data. Our lawful bases include where: (a) you have given consent to the processing for one or more specific purposes, either to us or to our service providers or partners; (b) processing is necessary for the performance of a contract with you; (c) processing is necessary for compliance with a legal obligation; or (d) processing is necessary for the purposes of the legitimate interests pursued by us or a third party, and your interests and fundamental rights and freedoms do not override those interests. We retain personal data for as long as necessary to fulfill the purpose for which it was collected, or for other legitimate purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements.\n\nEuropean Privacy Rights: If you are a data subject in Europe, you have the right to access, rectify, or erase any personal data we have collected about you. You also have the right to data portability and the right to restrict or object to our processing of personal data we have collected about you. In addition, you have the right to ask us not to process your personal data (or provide it to third parties to process) for marketing purposes or purposes materially different than for which it was originally collected or subsequently authorized by you. You may withdraw your consent at any time for any data processing we do based on consent you have provided to us.\n\nYou may exercise your rights by contacting us (contact information listed in Article 14) by submitting a written request to us. We will respond to your request within 30 days. We may request specific information from you to help us confirm your identity and process your request. Applicable law may require or permit us to decline your request. If we decline your request, we will tell you why, subject to legal restrictions.\n\nChildren in Europe: Where the basis for our processing of personal data from children under 16 in Europe is consent, we will make appropriate efforts to verify that consent is given or authorized by the holder of parental responsibility over those children, and, if we learn or have reason to suspect that we have collected personal data from those children without parental consent, we will promptly delete it. If you are a child under 16 in Europe, please speak with your parent or guardian about this Privacy Policy so you can better understand how we use your personal data.\n\nIf you have a complaint about our use of your personal data or response to your requests regarding your personal data, you may submit a complaint to the data protection regulator in your jurisdiction. We would, however, appreciate the opportunity to address your concerns before you approach a data protection regulator, and would welcome you directing an inquiry first to us."
    },
    {
      "title": "Article 13 Protection of your Data for a California Resident",
      "content": "These additional disclosures for California residents apply only to individuals who reside in California. The California Consumer Privacy Act of 2018 (CCPA) provides additional rights, and requires businesses collecting or disclosing personal information to provide notices and means to exercise those rights.\n\nNotice of Collection includes: Identifiers, and an ID or number, commercial information including purchases and engagement with the Platforms. Internet activity, including your interactions with our Platforms.\n\nBeaverblock does not sell information as the term sell is traditionally understood. To the extent sale under the CCPA is interpreted to include advertising technology activities such as those disclosed in the Analytics and Advertising section as a sale, we will comply with applicable law as to such activity.\n\nBeaverblock take steps to avoid collecting information that would individually identify a child. We do not knowingly sell personal information of minors under 16 years old, as that term is defined under the CCPA.\n\nFor a California resident, you have the right to delete the personal information we have collected from you and the right to know certain information about our data practices in the preceding 12 months.\n\nThe categories of sources from which the personal information was collected you have the right to request to delete are as follows:\n\nThe categories of personal information about you disclosed for a business purpose or sold;\n\nThe categories of third parties to whom the personal information was disclosed for a business purpose or sold;\n\nThe business or commercial purpose for collecting or selling the personal information; and\n\nThe specific pieces of personal information we have collected about you.\n\nTo exercise any of these rights, please send us a request via information listed in Article 14. In the request, please specify which right you are seeking to exercise and the scope of the request. We will confirm receipt of your request within 10 days.\n\nShine the Light: California's Shine the Light law permits users in California to request certain details about how certain types of their information are shared with third parties and, in some cases, affiliates, for those third parties' and affiliates' own direct marketing purposes. Under the law, a business should either provide California users certain information upon request or permit California users to opt in to, or opt out of, this type of sharing."
    },
    {
      "title": "Article 14 How to contact Beaverblock",
      "content": "1. The “Company” has designated the relevant department and the person in charge of personal information protection as follows to protect users' personal information and to handle complaints and inquiries related to personal information.\nPersonal Information Protection Officer\n\nReceiving and processing requests for personal information access\n\nPerson in charge: Director of Operations Department Dooro Lee\n\nPhone: 070-4354-0803\n\nAddress: 2805, A-dong, SK View Lake Tower, 25 Beobjo-ro, Yeongtong-gu, Suwon-si, Gyeonggi-do\n\n※ It is connected to the department in charge of personal information protection.\n\n2. If you need to report or consult about other personal information infringement, please contact the following organizations.\n-Personal Information Infringement Report Center (http://privacy.kisa.or.kr / 118 without area code)\n\n-Personal Information Dispute Mediation Committee (http://www.kopico.go.kr / 1833-6972)\n\n-Cyber ​​Investigation Division, Supreme Prosecutors' Office (http://www.spo.go.kr / 02-3480-3570)\n\n-National Police Agency Cyber ​​Bureau (http://cyberbureau.police.go.kr / Police Civil Service Call Center 182)"
    }
  ]
}
