{
  "korean": {
    "mainTitle": "서비스 이용약관 (광고성 PUSH 수신동의 포함)",
    "mainInfo": "본 약관은 주식회사 비버블록(이하 \"비버블록\")가 제공하는 \"서비스\"의 이용과 관련하여 \"비버블록\"와 \"이용자\"간의 권리, 의무 및 필요한 제반 사항을 정하기 위한 목적으로 마련되었습니다. \"서비스\" 내에는 부분유료화 상품 구매 기능이 포함되어 있습니다. 과도한 미인지 결제 피해 등을 방지하기 위하여 오픈마켓 사업자는 요금 상한제를 실시하고 있으며, 오픈마켓 별 요금 상한은 오픈마켓 사업자의 정책에 따릅니다. 필요시, \"이용자\"는 본 \"서비스\" 이용 전 결제 비밀번호 등을 설정하여 만에 하나 발생할 수 있는 미인지 결제 피해 등을 미리 예방하시기 바랍니다. 본 약관은 아래와 같은 내용으로 구성됩니다.",
    "text": [
      {
        "title": "제1조 (목적)",
        "content": "⦁ 본 약관은 “비버블록”이 \"이용자\"에게 유선 및 무선통신망 등을 통하여 제공하는 \"서비스\"와 관련하여 \" 비버블록 \"와 \"이용자\"간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 그 목적으로 합니다."
      },
      {
        "title": "제2조 (용어의 정의)",
        "content": "⦁ 본 약관에서 사용하는 용어의 정의는 아래와 같습니다.\n\n ⦁ \"비버블록\"라 함은 유선 및 무선통신망 등을 통하여 \"서비스\"를 제공하는 사업자인 주식회사 비버블록 및 그 관계회사를 의미합니다.\n\n⦁ \"서비스\"라 함은 \"비버블록\"의 웹사이트, 모바일 사이트, 모바일 어플리케이션, 기타 플랫폼을 통해 \"이용자\"에게 제공되는 모바일 서비스, 고객지원, 정보제공 기타 이에 부수하는 일체의 서비스를 말합니다.\n\n⦁ \"유저\"이라 함은 본 약관에 따라 \"회사\"와 이용계약을 체결하고 \"비버블록\"이 제공하는 \"서비스\"를 이용하는 고객을 말합니다. 특별한 사유가 없는 한, \"회사\"는 스마트폰, 태블릿 PC, 기타 \"이용자\"이 \"서비스\"를 이용하는 단말기의 명의자를 \"이용자\"으로 간주합니다.\n\n⦁ \"오픈마켓\"이라 함은 애플 앱스토어, 구글 플레이스토어 , 갤릭시 스토어 등 어플리케이션 또는 \"유료서비스\"의 판매를 중개하는 통신판매중개사이트 또는 어플리케이션을 의미합니다.\n\n⦁ \"오픈마켓사업자\"라 함은 \"오픈마켓\"을 운영하는 사업자를 말합니다.\n\n⦁ \"유료서비스\"라 함은 \"비버블록\"이 유료로 제공하는 각종 디지털 유료 콘텐츠 및 제반 서비스를 의미합니다.\n\n⦁ 본 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계법령 및 기타 일반적인 상관례에 의합니다."
      },
      {
        "title": "제3조 (회사정보 등의 제공)",
        "content": "⦁ \"회사\"는 다음 각 호의 사항을 \"오픈마켓\" 내의 어플리케이션 다운로드/판매 페이지, \"비버블록\"의 홈페이지 (www.beaverblock.com)또는 \"비버블록\"이 지정하는 \"서비스\" 내 설정, 도움말 영역 등에 게시하여 \"이용자\"이 이를 쉽게 알 수 있도록 합니다. 다만, 개인정보취급방침과 약관, 환불규정은 \"이용자\"이 연결화면을 통하여 볼 수 있도록 할 수 있습니다. \n\n⦁ 상호 및 서비스명 \n\n⦁ 영업소 소재지 주소(이용자의 불만을 처리할 수 있는 곳의 주소를 포함한다) 및 전자우편주소 \n\n⦁ 개인정보 취급방침 \n\n⦁ 서비스 이용약관 \n\n⦁ 환불규정"
      },
      {
        "title": "제4조 (약관의 명시와 개정)",
        "content": "⦁ \"비버블록\"은 본 약관의 내용을 \"이용자\"이 쉽게 알 수 있도록 \"서비스\"의 초기 구동 화면, \"회사\"의 홈페이지 \"서비스\" 내 설정, 도움말 등 \"회사\"가 지정하는 영역 등에 게시하는 방식으로 \"이용자\"에게 공지합니다.\n\n⦁ \"비버블록\" \"서비스\"를 이용하고자 하는 자(이하 \"이용자\")가 약관의 내용을 쉽게 알 수 있도록 작성하고 별도의 연결화면 또는 팝업화면 등을 제공하고 이용자의 동의를 얻도록 합니다.\n\n⦁ \"비버블록\"은 필요한 경우 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업 진흥법」, 기타 관련 법령, 지침, 고시 등의 제/개정, \"오픈마켓\"의 정책 변경, 시스템 변경 등에 따라 필요한 경우 관련 법령 등에 위배되지 않는 범위 내에서 본 약관을 수시로 변경할 수 있습니다.\n\n⦁ \"비버블록\"이 약관을 변경할 경우, 변경된 약관의 내용과 적용일자를 명시하여 그 적용일로부터 5영업일 이전(\"이용자\"에게 불리하거나 중대한 사항의 변경은 20영업일 이전)부터 그 적용일자 경과 후 상당한 기간이 경과할 때까지 전자우편, 쪽지, LMS/SMS, 알림 메시지(Push Notification), 기타 전자적 수단 또는 \"비버블록\"의 웹사이트 또는 \"서비스\" 내 공지사항란을 이용하여 통지 또는 공지합니다.\n\n⦁ \"비버블록\"이 개정된 약관의 적용에 대하여 동의하지 않는 경우 \"비버블록\" 또는 \"이용자\"은 \"서비스\" 이용계약을 해지할 수 있습니다."
      },
      {
        "title": "제5조 (약관 외 준칙)",
        "content": "본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」,「약관의 규제에 관한 법률」, ,「정보통신망이용촉진 및 정보보호 등에 관한 법률」,「콘텐츠산업 진흥법」 등 관련 법령에 따릅니다.\n"
      },
      {
        "title": "제6조 (이용신청 및 방법)",
        "content": "⦁ \"비버블록\"이 제공하는 \"서비스\"를 이용하고자 하는 자(이하 \"이용자\")는 본 약관을 읽고 그 내용에 동의한 후 회사가 정한 방법 및 절차에 따라 이용 신청을 하여야 합니다.\n\n⦁ \"이용자\"는 반드시 본인의 진정한 정보로써 이용 신청을 하여야 합니다. 실명 또는 식별정보를 허위로 기재하거나 타인의 개인정보를 도용한 경우 본 약관에 따른 \"이용자\"의 권리를 주장할 수 없고, \"회사\"는 환급없이 이용계약을 취소하거나 해지할 수 있습니다.\n\n⦁ \"이용자\"는 반드시 본인 소유의 스마트폰, 태블릿PC 등의 모바일 디바이스를 이용하여 이용 신청을 하여야 합니다. 타인 소유의 모바일 디바이스를 도용하여 이용 신청을 하는 경우 일부 \"서비스\"의 이용에 제한이 있거나 \"서비스\" 이용 기록이 삭제되는 등의 불이익이 있을 수 있습니다. 특히, 추후 타인 소유의 모바일 디바이스를 도용한 것으로 확인되는 경우 해당 디바이스로의 \"서비스\"이용이 제한될 수 있으며, \"비버블록\"은 환급 없이 이용 계약을 취소하거나 해지할 수 있습니다."
      },
      {
        "title": "제7조 (이용신청의 승낙과 제한)",
        "content": "⦁ \"비버블록\"이 제공하는 \"서비스\"를 이용하고자 하는 자(이하 \"이용자\")는 본 약관을 읽고 그 내용에 동의한 후 회사가 정한 방법 및 절차에 따라 이용 신청을 하여야 합니다.\n\n⦁ \"이용자\"는 반드시 본인의 진정한 정보로써 이용 신청을 하여야 합니다. 실명 또는 식별정보를 허위로 기재하거나 타인의 개인정보를 도용한 경우 본 약관에 따른 \"이용자\"의 권리를 주장할 수 없고, \"회사\"는 환급없이 이용계약을 취소하거나 해지할 수 있습니다.\n\n⦁ \"이용자\"는 반드시 본인 소유의 스마트폰, 태블릿PC 등의 모바일 디바이스를 이용하여 이용 신청을 하여야 합니다. 타인 소유의 모바일 디바이스를 도용하여 이용 신청을 하는 경우 일부 \"서비스\"의 이용에 제한이 있거나 \"서비스\" 이용 기록이 삭제되는 등의 불이익이 있을 수 있습니다. 특히, 추후 타인 소유의 모바일 디바이스를 도용한 것으로 확인되는 경우 해당 디바이스로의 \"서비스\"이용이 제한될 수 있으며, \"비버블록\"은 환급 없이 이용 계약을 취소하거나 해지할 수 있습니다."
      },
      {
        "title": "제8조 (이용자 정보의 제공 및 변경)",
        "content": "⦁ \"이용자\"은 본 약관에 의하여 \"비버블록\"에 정보를 제공하여야 하는 경우에는 진실된 정보를 제공하여야 하며, 허위의 정보 제공으로 인하여 발생한 불이익에 대해서는 보호받지 못합니다.\n\n⦁ \"이용자\"은 자신이 제공한 개인정보를 수정할 수 있습니다. 다만, \"서비스\" 제공 및 관리를 위하여 필요한 계정, 단말기 정보 등의 개인정보는 수정이 불가능할 수 있습니다.\n\n⦁ \"이용자\"은 \"비버블록\"에 제공한 정보가 변경되었을 경우, 지체 없이 \"서비스\" 내 관리페이지나 \"회사\"의 홈페이지, 고객센터 등을 통하여 변경된 정보로 수정하여야 합니다. 변경된 사항을 \"비버블록\"에 알리지 않아 발생한 불이익에 대해서 \"비버블록\"은 책임을 지지 않습니다."
      },
      {
        "title": "제9조 (개인정보의 보호 및 관리)",
        "content": "⦁ \"비버블록\"은 관계 법령이 정하는 바에 따라 \"이용자\"의 개인정보를 보호하기 위해 노력합니다. \"이용자\" 개인정보의 보호 및 사용에 대해서는 관계 법령 및 \"비버블록\"이 별도로 고지하는 개인정보취급방침이 적용됩니다.\n\n⦁ \"회사\"는 \"이용자\"의 귀책사유로 인하여 노출된 \"이용자\"의 계정정보를 포함한 모든 정보에 대해서 일체의 책임을 지지 않습니다.\n\n⦁ 다만, \"이용자\"이 \"비버블록\"이 정한 절차에 따라 개인정보의 유효기간을 달리 설정하는 경우, \"회사\"는 설정된 기간에 따라 \"이용자\"의 계정을 휴면계정으로 처리합니다."
      },
      {
        "title": "제10조 (\"비버블록\"의 의무)",
        "content": "⦁ \"비버블록\"은 관련 법령을 준수하고, 본 약관이 정하는 권리의 행사와 의무의 이행을 신의에 따라 성실하게 합니다.\n\n⦁ \"비버블록\"은 \"이용자\"이 안전하게 \"서비스\"를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 갖추어야 합니다.\n\n⦁ \"비버블록\"은 본 약관 및 개인정보 취급방침에서 정한 경우를 제외하고는 \"이용자\"의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다.\n\n⦁ \"비버블록\"은 계속적이고 안정적인 \"서비스\"를 제공하기 위하여 노력합니다. 만약 설비에 장애가 생기거나 데이터 등이 소멸된 때에는 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 결함 및 장애 등 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구하도록 최선의 노력을 다합니다.\n"
      },
      {
        "title": "제11조 (\"이용자\"의 의무)",
        "content": "⦁ \"이용자\"은 다음의 행위를 하여서는 안 됩니다.\n1. \"이용자\"가입 신청 또는 변경 시 허위 내용 또는 타인의 정보를 도용하여 기재, 등록하는 행위\n\n2. 타인의 \"서비스\" 이용을 방해하는 행위\n\n3. \"비버블록\"의 정상적인 \"서비스\"의 제공을 고의로 방해하는 행위\n\n4. \"비버블록\"이 제공 또는 승인하지 아니한 컴퓨터 프로그램이나 기기 또는 장치를 제작, 배포, 이용, 광고하는 행위\n\n5. \"서비스\"의 기술적 보호조치를 무력화하거나 정상적인 운영을 방해할 목적으로 \"비버블록\"이 제공 또는 승인하지 아니한 컴퓨터 프로그램이나 기기 또는 장치를 이용하는 행위\n\n6. \"서비스\" 내 버그를 악용하거나 비정상적인 방법으로 기록, 아이템, 콘텐츠 등을 취득하는 행위\n\n7. \"비버블록\"의 사전승낙 없이 \"서비스\"를 이용한 영리활동을 하는 행위\n\n8. \"이용자\" 계정을 타인과 거래하거나 계정 내 캐쉬, 게임머니, 아이템 등을 타인과 매매하는 행위\n\n9. \"서비스\"를 통하여 얻은 정보 및 콘텐츠를 \"비버블록\"의 사전승낙 없이 \"서비스\" 이용 외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위\n\n10. 범죄와 관련이 있다고 객관적으로 판단되는 행위\n\n11. 기타 관계 법령에 위반되는 행위\n\n⦁ \"이용자\"은 본 약관, 운영정책, 공지사항 등을 확인하고 준수하여야 합니다.\n\n⦁ \"이용자\"은 \"서비스\"를 이용함에 있어 \"이용자\" 본인 소유의 휴대전화, 태블릿PC, 기타 모바일 기기를 타인에게 교부, 대여하여서는 아니 되며, 분실되지 않도록 관리하여야 합니다.본인 소유의 단말기가 타인에게 교부, 대여, 분실됨에 따라 발생하는 일체의 문제에 대해 \"비버블록\"은 책임지지 않습니다.\n\n⦁ \"이용자\"은 각 \"오픈마켓\"에서 제공하는 결제 비밀번호 기능 등을 설정하여 부정한 결제가 이루어지지 아니하도록 관리하여야 합니다.\n\n⦁ 결제 비밀번호 기능 등을 설정하지 아니하여 발생하는 문제에 대해 \"비버블록\"은 책임지지 않습니다.\n\n⦁ \"비버블록\"은 \"서비스\"를 이용하는 디바이스의 특성 및 \"이용자\"의 이용 편의를 고려하여 \"이용자\"에게 임의의 숫자와 문자 등으로 조합된 ID를 발급하여 \"서비스\"를 이용하게 할 수 있습니다.\n\n⦁ 이용자ID와 비밀번호에 관한 모든 관리책임은 이용자에게 있습니다.\n\n⦁ 이용자가 등록한 이용자 ID 및 비밀번호에 의하여 발생되는 사용상의 과실 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 해당 이용자에게 있습니다."
      },
      {
        "title": "제12조 (서비스의 제공 및 중단 등)",
        "content": "⦁ \"서비스\"는 \"비버블록\"의 영업방침에 따라 정해진 시간 동안 제공합니다. (별도의 안내가 없는 경우 연중무휴 1일 24시간 제공하는 것을 원칙으로 합니다) 단, 관련법령에서 정하는 바에 따라 \"서비스\" 제공시간 등에 제한을 두어야 하는 경우, “비버블록\"은 별도의 사전 공지 없이 \"서비스\"의 제공시간을 제한 또는 변경 할 수 있으며 이에 대하여 어떠한 책임도 부담하지 않습니다.\n\n⦁ 제1항에도 불구하고, 아래 각 호의 어느 하나에 해당하는 경우에는 일정한 시간 동안 \"서비스\"가 제공되지 아니할 수 있으며, 해당 시간 동안 \"비버블록”은 \"서비스\"를 제공할 의무가 없습니다.\n1. 컴퓨터 등 정보통신설비의 보수점검, 교체, 정기점검 또는 \"서비스\"의 내용 수정을 위하여 필요한 경우\n\n2. 해킹 등의 전자적 침해사고, 통신사고, \"이용자\"들의 비정상적인 이용행태, 미처 예상하지 못한 \"서비스\"의 불안정성에 대응하기 위하여 필요한 경우\n\n3. 관련 법렬에서 특정 시간 또는 방법으로 \"서비스\" 제공을 금지하는 경우\n\n4. 천재지변, 비상사태, 정전, \"서비스\" 설비의 장애 또는 \"서비스\" 이용의 폭주 등으로 정상적인 \"서비스\" 제공이 불가능할 경우\n\n5. \"비버블록\"의 분할, 합병, 영업양도, 영업의 폐지, 당해 \"서비스\"의 수익 악화 등 \"비버블록\"의 경영상 중대한 필요에 의한 경우\n\n⦁ \"비버블록\"은 무료로 제공되는 \"서비스\"의 일부 또는 전부를 \"비버블록\"의 정책 및 운영 필요성에 의하여 수정, 중단, 변경할 수 있습니다. 이에 대하여 관계 법령에 특별한 규정이 없는 한 \"비버블록\"은 \"이용자\"에게 기대수익의 상실, \"비버블록\"이 직접 제공하지 않은 수익의 상실 또는 기타 무료로 제공된 \"서비스\"의 수정, 중단, 변경 등으로 발생하는 손해에 대하여 별도의 보상을 하지 않습니다."
      },
      {
        "title": "제13조 (정보의 제공)",
        "content": "⦁ \"비버블록\"은 다음의 사항을 \"서비스\" 초기 화면이나 홈페이지, \"오픈마켓\" 내 어플리케이션의 다운로드/판매 페이지 등에 \"이용자\"이 알기 쉽게 표시합니다.\n1. 상호\n\n2. 서비스명칭\n\n3. 이용등급(각 오픈마켓의 이용등급 정책에 따름)\n\n4. 제작연월일(업데이트 된 경우 업데이트일)\n\n5. 기타 회사가 필요하다고 인정하는 사항\n"
      },
      {
        "title": "제14조 (광고의 게재)",
        "content": "⦁ \"비버블록\"은 \"서비스\"의 운영과 관련하여 \"서비스\" 화면, 홈페이지, 전자우편, LMS/SMS, 알림 메시지(Push Notification) 등을 통하여 광고를 제공할 수 있습니다.\n\n⦁ \"비버블록\"은 \"서비스\" 내 배너, PPL, 무료충전소(오퍼월) 등을 통하여 광고를 게재할 수 있습니다.\n\n⦁ 해당 광고는 제3자가 제공하는 영역, 페이지와 연결될 수 있으며, 제3자가 제공하는 페이지로 연결될 경우 해당 페이지는 \"회사\"의 \"서비스\" 영역이 아니므로 \"비버블록\"은 해당 페이지의 신뢰성, 안정성 등을 보장하지 않으며 그로 인한 \"이용자\"의 손해에 대하여 책임을 지지 않습니다."
      },
      {
        "title": "제15조 (이용상품)",
        "content": "⦁ \"비버블록\"은 \"이용자\"이 별도 비용지급 없이 이용할 수 있는 \"서비스\"(이하 \"무료서비스\")와 \"비버블록\"이 미리 책정한 요금을 지불하고 이용하는 \"서비스\"(이하 \"유료서비스\")를 제공할 수 있으며, \"이용자\"은 \"서비스\"를 선택하여 이용할 수 있습니다.\n\n⦁ \"비버블록\"은 사전 통지 없이 기존 \"유료서비스\"의 이용금액을 할인 또는 조정하거나 \"유료서비스\"의 내용, 구성 등을 변경 또는 새로운 \"유료서비스\"를 출시 할 수 있으며, \"유료서비스\"의 이용금액 조정이나 \"유료서비스\" 내용 변경에 대하여 \"비버블록\"은 어떠한 책임도 부담하지 않습니다.\n\n⦁ \"유료서비스\"의 이용에 대한 대금납부방법은 \"비버블록\"이 미리 정한 방법 또는 \"오픈마켓사업자\"가 정한 방법을 통하여 할 수 있습니다.\n\n⦁ 제1항의 \"유료서비스\"의 이용과 관련하여, \"이용자\"이 선택한 \"유료서비스\"의 이용신청 후 \"이용자\"은 \"유료서비스\" 이용에 대한 대가를 성실히 납부하여야 합니다.\n\n⦁ \"유료서비스\"의 이용금액 등은 \"서비스\" 내 표시된 가격에 의하나, 외화 결제 시 환율 및 수수료 등으로 인하여 구매 시점의 예상 지불 금액과 실제 청구금액이 달라질 수 있습니다.\n\n⦁ 오랫동안 사용하지 않는 경우 학습 내역이 사전 통지 없이 삭제될 수 있습니다."
      },
      {
        "title": "제16조 (청약의 철회 등)",
        "content": "⦁ \"비버블록\"이 제공하는 \"유료서비스\"는 「전자상거래 등에서의 소비자보호에 관한 법률」,「콘텐츠산업진흥법」 등 관련 법령에 따라 청약철회가 가능한 것과 제한되는 것으로 구분됩니다.\n\n⦁ 청약철회가 가능한 \"유료서비스\"의 경우 \"이용자\"은 해당 \"유료서비스\"의 구매 후 7일 이내에 사용하지 아니한 \"유료서비스\"에 한하여 \"비버블록\"에 청약철회를 요청할 수 있습니다.\n\n⦁ \"이용자\"은 구두 또는 서면(전자문서 포함), 전자우편 등으로 청약철회를 할 수 있습니다.\n\n⦁ \"비버블록\"이 제공하는 \"유료서비스\"를 미성년자가 법정대리인의 동의 없이 구매한 경우, 미성년자 또는 법정대리인은 결제를 취소할 수 있습니다. 단, 미성년자가 법정대리인으로부터 처분을 허락 받은 재산의 범위 내인 경우 또는 미성년자가 사술 등을 이용하여 성년자로 믿게 한 경우에는 취소가 제한됩니다. 유료서비스 구매자가 미성년자인지 여부는 결제가 진행된 단말기, 결제 실행자 정보, 결제 수단 명의자 등의 근거 기록을 토대로 판단됩니다. 이를 위하여 “비버블록은” 필요에 따라 미성년자 및 법정대리인을 증명할 수 있는 서류 제출을 요구할 수 있습니다.\n\n⦁ \"비버블록\"이 \"이용자\"에게 무료로 지급하였거나 타 \"이용자\"으로부터 선물 받은 \"유료서비스\"의 경우에는 청약철회의 대상에서 제외됩니다."
      },
      {
        "title": "제17조 (이용자의 해제 및 해지)",
        "content": "⦁ \"이용자\"은 \"서비스\" 이용계약을 해지(이하\"이용자탈퇴\")할 수 있습니다. \"이용자\"이 \"이용자탈퇴\"를 하기 위해서는 \"이용자\" 본인이 서비스페이지상의 메뉴를 이용해 \"이용자탈퇴\" 신청을 하거나, 고객센터를 통해 \"이용자탈퇴\" 신청을 할 수 있으며, 탈퇴 완료 시 \"이용자\"의 이용 정보(학습 내역, 마일리지, 캐릭터, 아이템, 프로필 정보, 구매 내역 등)는 모두 삭제되어 복구 및 이용이 불가능합니다.\n\n⦁ \"이용자\"이 \"이용자탈퇴\"를 신청한 경우 \"비버블록\"은 \"이용자\" 본인 여부를 확인할 수 있으며, 해당 \"이용자\"이 본인으로 확인되는 경우 \"이용자\"의 신청에 따른 조치를 취합니다.\n"
      },
      {
        "title": "제18조 (손해배상)",
        "content": "⦁ \"비버블록\"은 \"비버블록\"이 무료로 제공 하는 \"서비스\"와 관련하여 \"이용자\"에게 발생한 손해에 대해서 어떠한 책임도 지지 않습니다. 다만, \"비버블록\"의 고의 또는 중대한 과실로 인하여 발생한 손해의 경우는 제외합니다.\n\n⦁ \"이용자\"이 본 약관을 위반하여 \"비버블록\"에 손해를 끼친 경우, \"이용자\"은 \"비버블록\"에 대하여 그 손해에 대하여 배상할 책임이 있습니다.\n"
      },
      {
        "title": "제19조 (비버블록의 면책)",
        "content": "⦁ \"비버블록\"은 전시, 사변, 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 기술적 결함 기타 불가항력적 사유로 서비스를 제공할 수 없는 경우에는 책임이 면제됩니다.\n\n⦁ \"비버블록\"은 \"이용자\"의 귀책사유로 인한 \"서비스\"의 중지, 이용장애 및 계약해지에 대하여 책임이 면제됩니다. 특히, \"다운로드 형 어플리케이션\"의 경우 \"이용자\"의 기기변경, 번호변경, 어플리케이션의 삭제 등의 사유로 발생하는 데이터 손실 등에 대해 \"비버블록\"은 책임을 지지 않습니다. 또한 \"비버블록\"은 \"이용자\"이 \"플랫폼 서비스\"에 이용자 가입하지 않고 기기 또는 번호를 변경하거나 어플리케이션을 삭제하여 데이터 손실 등이 발생하는 경우에 대하여 책임을 지지 않습니다.\n\n⦁ \"비버블록\"은 \"이용자\"의 모바일 네트워크 또는 모바일 디바이스 환경으로 인하여 발생하는 제반 문제 또는 \"비버블록\"의 고의 또는 중대한 과실이 없는 네트워크 환경으로 인하여 발생하는 문제에 대해서 책임이 면제됩니다.\n\n⦁ \"비버블록\"은 \"이용자\"이 \"서비스\"를 이용하며 기대하는 캐릭터, 경험치, 아이템 등의 결과를 얻지 못하거나 상실한 것에 대하여 책임을 지지 않으며, \"서비스\"에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서 \"비버블록\"의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다.\n\n⦁ \"이용자\"은 각 \"오픈마켓\"에 표시 공지되어 있는 안내 사항, \"비버블록\"의 어플리케이션 이용을 위한 기술적 사항, 가격, 주의사항 등을 주의 깊게 살펴 보신 후 \"비버블록\"의 어플리케이션을 다운로드 받아야 합니다. 각 \"오픈마켓\"에 표시 또는 공지된 바에 따라 \"이용자\"이 보유하고 있는 단말기가 \"비버블록\"이 제공하는 \"서비스\"이용에 적합하지 않음에도 불구하고 \"이용자\"이 어플리케이션을 다운로드 받아 \"서비스\"를 이용하는 경우, \"비버블록\"은 고의 또는 중과실이 없는 한 해당 \"이용자\"에게 발생한 이용장애 등 \"서비스\"의 이용과 관련하여 어떠한 책임도 부담하지 않습니다.\n\n⦁ \"비버블록\"은 \"비버블록\"이 제공하는 \"서비스\"에 하자 또는 버그가 없다거나 특정한 목적에 부합한다거나 제3자의 지적재산권 등의 권리를 침해하지 않음을 이용자에게 보증하지 않습니다.\n"
      },
      {
        "title": "제20조 (재판권 및 준거법)",
        "content": "⦁ 본 약관은 대한민국 법률에 따라 규율되고 해석되며, \"비버블록\"과 \"이용자\"간에 발생한 분쟁으로 소송이 제기되는 경우 법령에 정한 절차에 따른 법원을 관할 법원으로 합니다."
      }
    ]
  },
  "english": {
    "mainTitle": "Terms of service (including consent to receive advertisement PUSH)",
    "mainInfo": "These Terms and Conditions have been prepared for the purpose of determining the rights, obligations, and necessary matters between the \"Beaver Block\" and the \"Member\" in relation to the use of the \"Service\" provided by Beaver Block Co., Ltd. (hereinafter \"Beaver Block\").\nIn the \"Service\", the function of purchasing partially paid products is included. In order to prevent excessive unrecognized payment damage, etc., open market operators have implemented a rate cap system, and the upper limit for each open market rate is in accordance with the policies of the open market operators. \"Members\", before using this \"service\", set a payment password, etc. to prevent unrecognized payment damage that can occur in advance. These terms and conditions consist of the following contents.",
    "text": [
      {
        "title": "Article 1 [Purpose)",
        "content": "I. These Terms and Conditions refer to the services provided by Beaver Block (hereinafter \"Beaver Block\" or \"Beaver Block\") through mobile devices, and the rights of Beaver Block and service users for the use of networks, websites, and other services accompanying it, Its purpose is to define obligations, responsibilities, and other necessary matters."
      },
      {
        "title": "Article 2 (definition of terms)",
        "content": "I. The definitions of terms used in these terms and conditions are as follows.\n① \"Beaver Block\" means Beaver Block Co., Ltd., a business operator that provides \"services\" through wired and wireless communication networks.\n\n② \"Service\" refers to mobile services provided to \"Members\" through the website, mobile site, mobile application, and other platforms of \"Beaver Block\", customer support, information provision, and any other services incidental thereto.\n\n③ “Application” refers to all programs that are downloaded or installed and used through a mobile device in order to use the services provided by “Beaver Block”.\n\n④ \"Member\" refers to a customer who signs a contract with \"Beaver Block\" and uses the \"Service\" provided in accordance with these Terms and Conditions. Unless there is a special reason, \"Beaver Block\" considers the name of the smartphone, tablet PC, or other terminal that the \"member\" uses the \"service\" as the \"member\".\n\n⑤ “Temporary member” refers to a person who provides only some information and uses only part of the services provided by “Beaver Block”.\n\n⑥ “Content” refers to all paid or free contents digitally produced by “Beaver Block” in connection with the provision of services so that they can be used with mobile devices.\n\n⑦ \"Open market\" means a mail-order brokerage site or application that brokers the sale of applications such as Apple App Store, Google Play, or \"paid service\".\n\n⑧ \"Open market business operator\" refers to a business operator operating \"open market\".\n\n⑨ \"Pay Service\" means various digital paid contents and services provided by \"Beaver Block\" for a fee.\n\nII. The definitions of terms used in these Terms and Conditions are in accordance with related laws and other general business practices, except for those specified in each subparagraph of Paragraph 1."
      },
      {
        "title": "Article 3 (providing company information, etc.)",
        "content": "I. \"BeaverBlock\" is the setting of the application download/sale page in the \"Open Market\", the homepage of \"Beaverblock\" (www.beaverblock.com) or the \"Service\" designated by \"Beaverblock\", Post it in the help area, etc. so that \"members\" can easily understand it. However, the privacy policy, terms and conditions, and refund policy can be viewed by the \"member\" through the connection screen.\n① Company name and service name\n\n② The address of the business office (including the address where complaints from members can be handled) and e-mail address\n\n③ Business registration number\n\n④ Mail-order business report number\n\n⑤ Privacy policy\n\n⑥ Terms of service\n\n⑦ Refund policy\n"
      },
      {
        "title": "Article 4 (Specification and revision of the terms and conditions)",
        "content": "I. \"Beaver Block\" is an area designated by \"Beaver Block\" such as the initial operation screen of \"Service\", settings in \"Service\" of the homepage of \"Beaver Block\", help, etc. so that \"members\" can easily understand the contents of this Agreement It will be notified to the \"member\" by posting on it.\n\nII. \"Beaver Block\" writes so that those who want to use the \"Service\" (hereinafter, \"User\") can easily understand the contents of the Terms and Conditions, provide a separate connection screen or pop-up screen, etc., and obtain the consent of the user.\n\nIII. \"Beaver Block\" means \"Consumer Protection Act in Electronic Commerce, etc.\", \"Act on Regulation of Terms and Conditions\", \"Act on Promotion of Information and Communication Network Utilization and Information Protection, etc.\", \"Content Industry Promotion Act\", and other related laws, if necessary. If necessary, the terms and conditions may be changed from time to time to the extent that it does not violate relevant laws and regulations, etc., if necessary according to the provision/amendment of guidelines, notices, etc., policy changes of the \"open market\", system changes, etc.\n\nIV. When \"BeaverBloc\" changes the terms and conditions, specify the contents of the changed terms and the date of application, from 5 business days before the application date (20 business days before the change of matters unfavorable to the \"member\") Until the expiration of the period, we will notify or notify you by e-mail, direct message, LMS/SMS, push notification, other electronic means, or by using the notice box on the website of \"BeaverBlock\" or in the \"Service\".\n\nV. If \"Beaver Block\" does not agree to the application of the revised Terms and Conditions, \"Beaver Block\" or \"Member\" may terminate the \"Service\" contract."
      },
      {
        "title": "Article 5 (rules other than the terms and conditions)",
        "content": "I. Regarding matters not specified in this agreement and interpretation of this agreement, 「Act on Consumer Protection in Electronic Commerce, etc.」, 「Act on Regulation of Terms and Conditions」, 「Act on Promotion of Information and Communication Network Utilization and Information Protection, etc.」 , In accordance with relevant laws such as the 「Contents Industry Promotion Act」."
      },
      {
        "title": "Article 6 (application and method of use)",
        "content": "I. Anyone who wants to use the \"Service\" provided by \"BeaverBlock\" (hereinafter \"User\") must read these Terms and Conditions, agree to the contents, and apply for use according to the method and procedure set by BeaverBlock.\n\nII. The \"user\" must apply for use with his or her true information. If the real name or identification information is falsely entered or the personal information of another person is stolen, the rights of the \"member\" in accordance with these terms and conditions cannot be claimed, and the \"Beaver Block\" may cancel or terminate the use contract without refund.\n\nIII. The \"user\" must apply for use using a mobile device such as a smartphone or tablet PC owned by the user. If you apply for use by stealing a mobile device owned by another person, there may be disadvantages such as restrictions on the use of some “services” or deletion of the “service” usage record. In particular, if it is confirmed that a mobile device owned by another person has been stolen in the future, the use of the \"service\" to the device may be restricted, and the \"Beaver Block\" may cancel or terminate the contract without refund."
      },
      {
        "title": "Article 7 (Approval and restriction of application for use)",
        "content": "I. \"Beaver Block\" accepts the application for use of the \"Service\" in the order in which the application is received, unless there is a reasonable reason to reject the application if the \"User\" agrees to the contents of these Terms and Conditions.\n\nII. \"Beaver Block\" may not accept the application for use that falls under any of the following subparagraphs.\n① When applying for use in violation of Article 6\n\n② If the applicant previously lost the qualification of \"member\" under this agreement or has limited records\n\n③ If there is a record of payment or payment by unauthorized use or stealing of a third party's credit card, wired/wireless phone, bank account, etc.\n\n④ When applying for use for the purpose of committing an illegal act prohibited by law\n\n⑤ In other cases, if it is judged that consent is inappropriate for reasons similar to those in subparagraphs 1 to 6\n\n⑥ \"Beaver Block\" may withhold approval until the reason is resolved in any of the following cases.\n(A) When there is no room or technical obstacle in the facilities of the beaver block\n\n(B) When there is a failure in the service or the payment method for the service fee\n\n(C) If it is difficult to approve the application for use due to other reasons similar to the above."
      },
      {
        "title": "Article 8 (provision and change of member information)",
        "content": "I. If the \"Member\" is required to provide information to the \"Beaver Block\" pursuant to these Terms and Conditions, he/she must provide truthful information and will not be protected against any disadvantages arising from the provision of false information.\n\nII. \"Members\" can modify the personal information provided by them. However, personal information such as account and terminal information necessary for provision and management of the \"service\" may not be editable.\n\nIII. If the information provided to the \"Beaver Block\" is changed, the \"Member\" must immediately modify the changed information through the management page in the \"Service\", the homepage of the \"Beaver Block\", the customer center, etc. \"Beaver Block\" is not responsible for any disadvantages caused by not notifying \"Beaver Block\" of the changes."
      },
      {
        "title": "Article 9 (Protection and Management of Personal Information)",
        "content": "I. \"Beaver Block\" strives to protect the personal information of \"members\" as stipulated by related laws. Regarding the protection and use of \"member\" personal information, the relevant laws and personal information handling policies notified separately by \"Beaver Block\" are applied.\n\nII. \"Beaver Block\" does not take any responsibility for any information including account information of \"member\" exposed due to reasons attributable to \"member\".\n\nIII. However, if the \"Member\" sets the validity period of personal information differently according to the procedure set by the \"Beaver Block\", the \"Beaver Block\" treats the account of the \"Member\" as a dormant account according to the set period."
      },
      {
        "title": "Article 10 (Obligations of \"Beaver Block\")",
        "content": "I. \"Beaver Block\" complies with relevant laws and regulations, and faithfully performs the exercise of rights and obligations set forth in these Terms and Conditions in good faith.\n\nII. \"Beaver Block\" must have a security system to protect personal information so that \"members\" can safely use the \"service\".\n\nIII. \"Beaver Block\" prevents the disclosure or provision of the personal information of the \"member\" to a third party, except as stipulated in these terms and conditions and privacy policy.\n\nIV. \"Beaver Block\" strives to provide a continuous and stable \"service\". If there is a failure in the facility or data is lost, we will do our best to repair or restore it without delay unless there are unavoidable reasons such as natural disasters, emergencies, defects and failures that cannot be resolved with current technology."
      },
      {
        "title": "Article 11 (Obligations of \"members\")",
        "content": "I. \"Members\" must not do the following.\n① \"time The act of entering or registering false information or stealing other people's information when applying or changing the original subscription\n\n② Interfering with others' use of \"service\"\n\n③ Deliberately interfering with the provision of normal \"service\" of \"Beaver Block\"\n\n④ Use of computer programs, devices or devices not provided or approved by \"Beaver Block\" for the purpose of incapacitating technical protection measures of \"Service\" or disrupting normal operation\n\n⑤ An act of exploiting a bug in the \"service\" or acquiring records, items, contents, etc. in an abnormal way\n\n⑥ Change applications, add or insert other programs, hack or reverse design servers, leak or change source code or application data, or build a separate server without being granted special rights of “Beaver Block” , The act of impersonating Beaver Block by arbitrarily altering or stealing part of the website\n\n⑦ Conducting commercial activities using \"Service\" without prior approval of \"Beaver Block\"\n\n⑧ The act of trading the \"member\" account with others, or trading cash, game money, or items in the account with others\n\n⑨ The act of copying information and contents obtained through \"Service\" for purposes other than using \"Service\" without prior consent of \"BeaverBlock\", using it for publication and broadcasting, or providing it to a third party\n\n⑩ Acts that are objectively judged to be related to crime\n\n⑪ Acts that violate other related laws\n\nII. \"Members\" must check and abide by these terms and conditions, operating policies, and notices.\n\nIII. When using the \"Service\", the \"Member\" shall not issue or lend a mobile phone, tablet PC, or other mobile device owned by the \"Member\" to another person, and must manage it so that it is not lost. \"Beaver Block\" is not responsible for any problems arising from issuance, rental, or loss.\n\nIV. The \"member\" must manage the payment password function provided by each \"open market\" to prevent illegal payments.\n\nV. \"Beaver Block\" is not responsible for any problems arising from not setting the payment password function.\n\nVI. In consideration of the characteristics of the device using the \"Service\" and the convenience of the \"Member\", \"Beaver Block\" may issue an ID that is combined with random numbers and letters to the \"Member\" to use the \"Service\".\n\nVII. Members are responsible for all management of user ID and password.\n\nVIII. The member is responsible for any negligence in use or illegal use by a third party caused by the user ID and password registered by the member."
      },
      {
        "title": "Article 12 (provision and suspension of services, etc.)",
        "content": "I. \"Service\" is provided for a set time in accordance with the business policy of \"Beaver Block\". (In principle, it is provided 24 hours a day, 7 days a week, if there is no separate notice) However, if there is a need to limit the time for providing the \"service\" as stipulated by relevant laws and regulations, the \"Beaver Block\" shall be provided without prior notice. You may limit or change the provision time of the \"Service\", and we are not responsible for it.\n\nII. Notwithstanding Paragraph 1, in the case of any of the following cases, \"Service\" may not be provided for a certain period of time, and \"Beaver Block\" is not obligated to provide \"Service\" during that time.\n① When it is necessary for maintenance, replacement, regular inspection, or modification of the contents of \"service\" of information and communication facilities such as computers\n\n② When necessary to cope with electronic infringement accidents such as hacking, communication accidents, abnormal usage behavior of \"members\", unexpected instability of \"service\"\n\n③ When the provision of \"service\" is prohibited in a specific time or method in the relevant laws\n\n④ When it is impossible to provide normal “service” due to natural disasters, emergencies, power outages, failure of “service” facilities, or congestion of “service” use\n\n⑤ When there is a serious need for the management of \"Beaver Block\", such as division of \"Beaver Block\", merger, transfer of business, abolition of business, deterioration of profits of the \"Service\"\n\nIII. \"Beaver Block\" may modify, suspend, or change part or all of the \"Service\" provided free of charge according to the policy and operational necessity of \"Beaver Block\". Regarding this, \"Beaver Block\" means loss of expected profits to \"members\", loss of profits not directly provided by \"Beaver Block\", or modification, suspension, or change of other \"services\" provided free of charge unless otherwise specified in relevant laws and regulations. We do not provide separate compensation for damages arising from, etc."
      },
      {
        "title": "Article 13 (provision of information)",
        "content": "I. \"BeaverBlock\" displays the following information on the initial screen of the \"Service\", the homepage, and the download/sale page of the application within the \"Open Market\" in an easy-to-understand manner.\n① Mutual\n\n② Service name\n\n③ Usage level (according to the usage level policy of each open market)\n\n④ Production date (if updated, update date)\n\n⑤ Other matters deemed necessary by Beaver Block"
      },
      {
        "title": "Article 14 (Posting of Advertisement)",
        "content": "I. \"Beaver Block\" may provide advertisements through the \"Service\" screen, homepage, e-mail, LMS/SMS, push notification, etc. in relation to the operation of the \"Service\".\n\nII. \"Beaver Block\" can display advertisements through banners, PPLs, and free charging stations (offer walls) within the \"Service\".\n\nIII. The advertisement may be linked to an area or page provided by a third party, and if it is linked to a page provided by a third party, the page is not a “service” area of ​​“Beaver Block”, so “Beaver Block” refers to the reliability of the page. We do not guarantee stability, and we are not responsible for any damages to the \"member\"."
      },
      {
        "title": "Article 15 (Used Products)",
        "content": "I. \"Beaver Block\" is a \"service\" (hereinafter referred to as \"free service\") that \"members\" can use without paying separate fees, and \"service\" (hereinafter referred to as \"paid service\") used by paying a pre-set fee \") can be provided, and \"members\" can select and use \"services\".\n\nII. \"Beaver Block\" may discount or adjust the amount of use of the existing \"paid service\" without prior notice, change the content, composition, etc. of the \"paid service\", or launch a new \"paid service\", and use the \"paid service\" \"Beaver Block\" is not responsible for any adjustments in the amount or changes to the contents of the \"paid service\".\n\nIII. The payment method for the use of the \"paid service\" can be made through the method set in advance by \"Beaver Block\" or the method set by the \"Open Market Operator\".\n\nIV. In relation to the use of the \"paid service\" in Paragraph 1, after applying for the use of the \"paid service\" selected by the \"member\", the \"member\" must sincerely pay the price for the use of the \"paid service\".\n\nV. The amount used for the \"paid service\" is based on the price indicated in the \"service\", but the expected payment amount and the actual billed amount at the time of purchase may differ due to exchange rates and fees when making foreign currency payments.\n\nVI. Learning history may be deleted without prior notice if not used for a long time."
      },
      {
        "title": "Article 16 (withdrawal of subscription, etc.)",
        "content": "I. The \"paid services\" provided by \"Beaver Block\" are classified as those that can withdraw subscriptions and are limited in accordance with relevant laws such as the \"Consumer Protection Act in Electronic Commerce, etc.\" and \"Content Industry Promotion Act\".\n\nII. In the case of a \"paid service\" that can withdraw the subscription, the \"member\" may request withdrawal from the \"beaver block\" only for the \"paid service\" that has not been used within 7 days after the purchase of the corresponding \"paid service\".\n\nIII. In the case of content that cannot be withdrawn according to the regulations, “Beaver Block” clearly indicates the fact in a place where members can easily see it, and provides a product for trial use of the content (allowing temporary use, providing for experience, etc.) Or, if it is difficult to provide such information, information on the content is provided so that the exercise of the rights of the member withdrawal is not disturbed.\n\nIV. When using paid content using periodic automatic payment, members can cancel periodic automatic payment. If you cancel your regular automatic payment, the next automatic payment will not be made and the paid content being used for the automatic payment will be automatically canceled from the next payment date. Even if you cancel your regular automatic payment, you can use the paid content during the period of use of the paid content you are using after the last payment.\n\nV. When the “member” cancels the subscription, BeaverBloc checks the purchase details through the platform business operator or open market business operator. In addition, Beaver Block may contact the member through the information provided by the member to confirm the legitimate reason for the member's withdrawal, and may request additional proof.\n\nVI. When a member withdraws as a member, if the period of use of paid content remains, it must be refunded or exhausted before applying for withdrawal.\n\nVII. Communication charges (call charges, data call charges, etc.) incurred by downloading applications or using network services may not be eligible for refund.\n\nVIII. When a minor enters into a content purchase contract on a mobile device, BeaverBlock notifies the minor or legal representative that the contract can be canceled without the consent of the legal representative, and the minor makes the purchase contract without the consent of the legal representative. When signed, the minor himself or his legal representative can cancel the contract with Beaver Block. However, it cannot be canceled if a minor purchases the content with the property that the legal representative determined and allowed the disposal, or if the minor made him believe that he was an adult or believed that he had the consent of the legal representative.\n\nIX. Whether the party to the content purchase contract is a minor is determined based on the mobile device in which the payment was made, information on the person executing the payment, and the name of the payment method. In addition, BeaverBloc may request the submission of documents proving that it is a minor and legal representative to confirm that it is a legitimate cancellation.\n\nX. “Beaver Block” refunds the overpayment to the member in case of overpayment. However, if the overpayment is caused by the member's negligence without the Beaver Block's intention or negligence, the actual cost for the refund shall be borne by the member within a reasonable range.\n\nXI. \"Beaver Block\" paid to \"members\" for free or other In the case of a \"paid service\" received as a gift from a \"member\", it is not subject to subscription withdrawal."
      },
      {
        "title": "Article 17 (Cancellation and Termination of Members)",
        "content": "I. \"Member\" may terminate the \"Service\" use contract (hereinafter, \"Membership withdrawal\"). In order for a \"member\" to \"withdraw membership\", the \"member\" himself/herself can apply for \"withdrawal from membership\" using the menu on the service page, or apply for \"withdrawal from membership\" through the customer center. The usage information (learning history, mileage, character, item, profile information, purchase history, etc.) is deleted and cannot be recovered or used.\n\nII. When a \"member\" applies for \"withdrawal from membership\", \"Beaver Block\" can verify the identity of the \"member\", and if the \"member\" is identified as the person, it will take action according to the request of the \"member\".\n\nIII. “Beaver Block” terminates the contract of use and destroys personal information of members in order to protect the personal information of members who have not used the service of Beaver Block for one year consecutively from the date of use of the service (hereinafter referred to as “inactive account”). You can take measures such as. In this case, the member will be notified of the fact that measures such as termination of the contract and destruction of personal information will be taken 30 days before the action date and the personal information to be destroyed."
      },
      {
        "title": "Article 18 (Compensation for Damage)",
        "content": "I. \"Beaver Block\" shall not be held liable for any damages to the \"Member\" in connection with the \"Service\" provided by \"Beaver Block\" for free. However, damages caused by intentional or gross negligence of \"Beaver Block\" are excluded.\n\nII. If the \"Member\" violates these Terms and Conditions and inflicts damage to the \"Beaver Block\", the \"Member\" is liable to compensate for the damage to the \"Beaver Block\"."
      },
      {
        "title": "Article 19 (Disclaimer of Beaver Block)",
        "content": "I. \"Beaver Block\" is exempted from liability in cases where the service cannot be provided due to exhibitions, incidents, natural disasters, emergencies, technical defects that cannot be resolved with the current technology, or other force majeure reasons.\n\nII. \"Beaver Block\" is exempted from responsibility for the suspension of the \"service\", use disorder and termination of the contract due to reasons attributable to the \"member\". In particular, \"BeaverBlock\" is not responsible for data loss caused by reasons such as device change, number change, deletion of the application, etc. in the case of \"download type application\". In addition, \"Beaver Block\" is not responsible for data loss caused by changing the device or number or deleting the application without registering as a member of the \"Platform Service\".\n\nIII. \"Beaver Block\" is exempted from liability for any problems arising from the mobile network or mobile device environment of the \"Member\" or problems arising from the network environment without the intentional or gross negligence of the \"Beaver Block\".\n\nIV. \"Beaver Block\" is not responsible for failure or loss of results such as characters, experience, and items expected by \"members\" using the \"service\", and damages arising from selection or use of the \"service\" Responsibility is waived unless there is an intentional or gross negligence of \"Beaver Block\" for the back.\n\nV. \"Member\" carefully checks the information posted on each \"Open Market\", technical details, price, and precautions for using the application of \"BeaverBlock\", and then downloads the application of \"Beaverblock\". Must receive. As indicated or announced on each \"Open Market\", \"Member\" downloads the application and \"Service\" despite the fact that the terminal owned by \"Member\" is not suitable for use of the \"Service\" provided by \"BeaverBlock\" In the case of using the \"Beaver Block\", unless there is intentional or gross negligence, the \"Beaver Block\" shall not be held liable for the use of the \"Service\", such as a use disorder caused to the \"member\".\n\nVI. \"Beaver Block\" does not guarantee to users that the \"Service\" provided by \"Beaver Block\" is free from defects or bugs, meets a specific purpose, or does not infringe on the rights of third parties' intellectual property rights."
      },
      {
        "title": "Article 20 (jurisdiction and governing law)",
        "content": "I. These Terms and Conditions are governed and interpreted in accordance with the laws of the Republic of Korea, and if a lawsuit is filed due to a dispute arising between the “Beaver Block” and the “Member”, the court in accordance with the procedures stipulated in the law shall be the competent court."
      }
    ]
  }
}
